[
  {
    "questions": [
      "primakara university",
      "kampus primakara",
      "kampus primakara university",
      "apa itu kampus primakara",
      "jelaskan tentang kampus primakara",
      "universitas primakara adalah",
      "primakara university adalah",
      "jelaskan tentang primakara university",
      "apa itu primakara university",
      "jelaskan tentang kampus"
    ],
    "answere": "Primakara University merupakan universitas IT di bawah naungan Yayasan Primakara. Berdiri sejak tahun 2013 sebagai Sekolah Tinggi Manajemen Informatika dan Komputer (STMIK), kemudian bertransformasi menjadi Primakara University pada tahun 2023. Primakara University memiliki dua fakultas dan tujuh program studi jenjang sarjana (S1)."
  },
  {
    "questions": [
      "kapan kampus ini didirikan",
      "kapan kampus primakara didirikan",
      "kapan primakara university didirikan",
      "sejak kapan kampus ini didirikan",
      "sejak kapan kampus primakara dibangun",
      "kapan primakara university dibangun"
    ],
    "answere": " kampus ini Berdiri  pada tanggal 27 September 2013 sebagai Sekolah Tinggi Manajemen Informatika dan Komputer (STMIK), kemudian bertransformasi menjadi Primakara University pada tahun 2023."
  },
  {
    "questions": [
      "ada berapa bidang studi di kampus primakara",
      "ada berapa bidang studi di universitas primakara",
      "bidang studi di primakara university",
      "bidang studi di universitas primakara",
      "bidang studi di kampus universitas primakara"
    ],
    "answere": "universitas primakara memiliki 7 program studi jenjang sarjana (S1), yaitu informatika,sistem informasi, sistem informasi akutansi, desain komunikasi visual, akutansi, bisnis digital, dan manajemen. "
  },
  {
    "questions": [
      "apa arti kata primakara",
      "apa sembohyang primakara",
      "apa semboyang primakara",
      "apa sembohyang kampus primakara",
      "apa arti primakara",
      "filosofi kampus primakara",
      "apa filosofi primakara"
    ],
    "answere": "Primakara merupakan penggabungan dari dua kata yaitu Prima dan Kara. Prima bermakna gemilang atau cemerlang. Sedangkan Kara diambil dari bahasa Sansekerta yang berarti cahaya. Sehingga nama Primakara dimaknai sebagai cahaya gemilang. Diharapkan Primakara akan menjadi cahaya terang bagi kehidupan mahasiswa karena pada esensinya, pendidikan adalah cahaya kehidupan."
  },
  {
    "questions": [
      "apa itu beasiswa gemilang",
      "beasiswa gemilang adalah",
      "beasiswa primakara",
      "beasiswa kampus primakara",
      "adakah program beasiswa primakara"
    ],
    "answere": "Beasiswa Gemilang adalah bantuan pendidikan untuk 100 mahasiswa baru berprestasi di bidang akademik, seni/olahraga, pengembangan startup, serta bidang programming/digital art."
  },
  {
    "questions": [
      "Apa saja visi dan misi utama Primakara",
      "apa visi primakara",
      "apa misi primakara",
      "apa saja visi dan misi kampus primakara"
    ],
    "answere": "Visi Primakara adalah menjadi perguruan tinggi unggul di bidang ekonomi kreatif digital berbasis technopreneurship yang memberikan kontribusi positif bagi masyarakat."
  },
  {
    "questions": [
      "Bagaimana kebijakan biaya kuliah (UKT) di Primakara University selama masa studi",
      "kebijakan ukt",
      "kebijakan biaya ukt",
      "kebijakan biaya kuliah di primakara",
      "kebijakan biaya ukt primakara"
    ],
    "answere": "Biaya UKT bersifat tetap (tidak ada kenaikan) selama masa studi normal 8 semester dan sudah mencakup biaya pendidikan, SKS, ujian, serta praktikum."
  },
  {
    "questions": [
      "fasilitas di primakara",
      "fasilitas yang ditawarkan kampus primakara",
      "fasilitas yang ditawarkan primakara university",
      "apa fasilitas yang ditawarkan oleh kampus primakara"
    ],
    "answere": "Fasilitas yang ditawarkan Wi-Fi berkecepatan tinggi, Tersedia perpustakaan riset, coworking space, inkubator bisnis, laboratorium perangkat lunak, studio musik Tempat berkumpul dan berkolaborasi untuk berkarya dalam musik, lapangan multifungsi ideal untuk berlatih dan kompetisi, dan kelas eksklusif ber-AC dan proyektor, maksimal 25 kursi mahasiswa."
  },
  {
    "questions": [
      "bagaimana cara pengembalian dana",
      "bagaimana prosedur pengembalian dana",
      "Berapa persentase dana yang dikembalikan",
      "dana yang dikembalikan"
    ],
    "answere": "Pengembalian dana 100% (DPP & UKT) diberikan untuk jalur SNBP/SNBT, sedangkan untuk jalur Mandiri pengembalian sebesar 50% dengan menunjukkan bukti sah."
  },
  {
    "questions": [
      "prospek karir lulusan primakara",
      "apa prospek karir lulusan kampus primakara",
      "apa jaminan prospek karir kampus primakara",
      "apa jaminan prospek karir lulus universitas primakara",
      "apa prospek karir lulusan primakara university"
    ],
    "answere": "Lulusan ditargetkan bekerja sesuai bidang studi dengan gaji di atas 1,2 kali UMR, bekerja sebelum wisuda, atau menjadi pengusaha digital (technopreneur)."
  },
  {
    "questions": [
      "apa yang dimaksud dengan startup day di primakara university",
      "apa itu startup day",
      "kapan start up day dilakukan",
      "apa itu startup day di kampus primakara",
      "apa itu startup day kampus primakara"
    ],
    "answere": "Startup Day diadakan setiap hari Jumat sebagai wadah bagi mahasiswa untuk berkolaborasi, menguji ide kreatif, dan melatih jiwa kepemimpinan yang inovatif."
  },
  {
    "questions": [
      "prestasi yang diraih oleh kampus",
      "apa prestasi kampus primakara",
      "apa prestasi universitas primakara",
      "prestasi apa yang diraih primakara"
    ],
    "answere": "Primakara meraih Juara Nasional Anugerah Diktisaintek 2025, Kampus IT Terbaik se-Bali & Nusa Tenggara (2019-2020), dan Terbaik 1 LLDikti Award 2025."
  },
  {
    "questions": [
      "apa saja pilihan kelas di kampus primakara",
      "pilihan kelas universitas primakara",
      "pilihan kelas di primakara",
      "adakah kelas pagi di universitas primakara",
      "adakah kelas malam di primakara",
      "ada berapa kelas di kampus primakara"
    ],
    "answere": "Tersedia pilihan Kelas Reguler (Pagi atau Malam) serta Kelas Karyawan untuk memberikan fleksibilitas waktu bagi mahasiswa."
  },
  {
    "questions": [
      "bidang keahlian apa yang ditekankan oleh kampus primakara",
      "bidang keahlian apa yang difokuskan oleh kampus primakara",
      "bidang keahlian apa saja yang dipelajari di kampus primakara",
      "apa saja yang fokus dipelajari di kampus primakara"
    ],
    "answere": "Mahasiswa dapat menekuni bidang programming, UI/UX, game development, animasi, serta digital art."
  },
  {
    "questions": [
      "apa nama radio milik universitas primakara",
      "radio primakara",
      "apa nama radio milik kampus primakara",
      "apakah universitas primakara memiliki radio",
      "berapa frekuensi radio milik primakara",
      "nama radio primakara"
    ],
    "answere": "Primakara University memiliki XD Radio pada frekuensi 90.2 FM yang menyajikan musik terkini dan topik edukatif inovatif."
  },
  {
    "questions": [
      "sertifikasi kampus primakara",
      "sertifikasi yang dimiliki universitas primakara",
      "apakah kampus primakara sudag tersertifikasi",
      "sertifkasi kampus",
      "sertifikasi kampus primakara"
    ],
    "answere": "Kampus telah mengimplementasikan sertifikasi standar internasional ISO 21001:2018 untuk menghadirkan layanan pendidikan kelas dunia."
  },
  {
    "questions": [
      "apa manfaat inkubator bisnis",
      "apa benefit inkubator bisnis",
      "apa fungsi inkubator bisnis"
    ],
    "answere": "Inkubator Bisnis menyediakan tempat berkantor, mentoring, dan akses networking untuk mendukung mahasiswa mengembangkan bisnis mereka."
  },
  {
    "questions": [
      "siapa rektor universitas primakara",
      "siapa founder universitas primakara",
      "founder kampus primakara",
      "rektor kampus primakara",
      "siapa pemilik kampus primakara"
    ],
    "answere": "rektor atau founder universitas primakara adalah Dr. I Made Artana, S.Kom., M.M."
  },
  {
    "questions": [
      "siapa ketua yayasan universitas primakara",
      "siapa ketua yayasan kampus primakara",
      "siapa ketua yayasan primakara university",
      "siapa ketua yayasan"
    ],
    "answere": "ketua yayasan dari kampus universitas primakara adalah Juniwati, S.Kom."
  },
  {
    "questions": [
      "siapa kepala program studi informatika",
      "siapa kaprodi informatika",
      "siapa kaprodi program studi informatika"
    ],
    "answere": " kepala program studi teknik informatika adalah I Nyoman Yudi Anggara Wijaya, S.Kom., M.T."
  },
  {
    "questions": [
      "siapa kepala program studi sistem informasi akutansi",
      "siapa kaprodi sistem informasi akutansi",
      "siapa kaprodi sia",
      "siapa kaprodi program studi sistem informasi akutansi"
    ],
    "answere": "kepala program studi sistem informasi akutansi adalah A.A. Istri Ita Paramitha, S.Pd., M.Kom."
  },
  {
    "questions": [
      "siapa kepala program studi sistem informasi ",
      "siapa kaprodi sistem informasi",
      "siapa kaprodi si",
      "siapa kaprodi program studi sistem informasi"
    ],
    "answere": "kepala program studi sistem informasi adalah Ni Putu Noviyanti Kusuma, A.Md., S.Ak., M.Ak., EHE"
  },
  {
    "questions": [
      "siapa kepala program studi desain komunikasi visual ",
      "siapa kaprodi desain komunikasi visual",
      "siapa kaprodi dkv",
      "siapa kaprodi program studi desain komunikasi visual"
    ],
    "answere": "kepala program studi Desain Komunikasi Visual adalah IGA Pt. Wina Pertiwi Putri Wardani, S.Sn., M.Ds."
  },
  {
    "questions": [
      "siapa kepala program studi akutansi",
      "siapa kaprodi akutansi",
      "kaprodi akutansi",
      "siapa kaprodi program studi akutansi"
    ],
    "answere": "kepala program studi akutansi adalah Desak Putu Nitya Dewi, S.E., M.Si."
  },
  {
    "questions": [
      "siapa kepala program studi manajemen",
      "siapa kaprodi manajemen",
      "kaprodi manajemen",
      "siapa kaprodi program manajemen"
    ],
    "answere": "kepala program studi manajemen adalah I Gusti Agung Prabandari Tri Putri, S.E., M.M."
  },
  {
    "questions": [
      "siapa kepala program studi bisnis digital",
      "siapa kaprodi bisnis digital",
      "kaprodi bisnis digital",
      "siapa kaprodi program bisnis digital"
    ],
    "answere": "kepala program studi bisnis digital adalah Made Irma Dwiputranti, S.E., M.T."
  },
  {
    "questions": [
      "dimana lokasi kampus primakara",
      "dimana lokasi universitas primakara",
      "dimana lokasi kampus universitas primakara",
      "dimana lokasi kampus"
    ],
    "answere": "universitas primakara terletak di Jalan Tukad Badung No 135, Denpasar, Bali - 80226"
  },
  {
    "questions": [
      "bagaimana cara menghubungi kampus primakara",
      "cara menghubungi universitas primakara",
      "kontak kampus primakara",
      "kontak universitas primakara"
    ],
    "answere": "berikut adalah nomor telpon dan email dari kampus primakara : no telp: +62 361 895 6084 , dan email : info@primakara.ac.id"
  },
  {
    "questions": [
      "apa nama media sosial kampus primakara",
      "nama media sosial kampus primakara",
      "media sosial universitas primakara",
      "media sosial primakara",
      "medsos primakara",
      "medsos kampus primakara",
      "apa nama akun facebook kampus primakara",
      "apa nama akun instagram kampus primakara",
      "apa nama akun tiktok kampus primakara",
      "apa nama akun youtube kampus primakara"
    ],
    "answere": "berikut adalah akun media sosial kampus universitas primakara instagram : primakara.univ, facebook: primakara, tiktok : primakara.univ, youtube : PrimakaraTV"
  },
  {
    "questions": [
      "syarat daftar mahasiswa baru",
      "syarat pendaftaran mahasiswa baru",
      "syarat pendaftaran di kampus primakara"
    ],
    "answere": "berikut adalah syarat pendaftaran : 1. mengisi formulir pendaftaran pada laman berikut : https://primakara.ac.id/penerimaan , 2. fotokopi ktp dan kk, 3. membayar biaya pendaftaran, 4.mengumpulkan ijazah sma sederajat yang dilegalisir ( dapat menyusul) "
  },
  {
    "questions": [
      "berapa biaya pendaftaran",
      "berapa biaya per semester ",
      "berapa biaya ukt kampus primakara",
      "berapa biaya spp di kampus universitas primakara"
    ],
    "answere": "untuk biaya pendaftaran dan lainnya bisa dilihat pada laman berikut : https://primakara.ac.id/penerimaan"
  },
  {
    "questions": [
      "jam berapa kampus primakara buka",
      "jam kampus primakara beroprasi",
      "jam buka kampus primakara"
    ],
    "answere": "kampus breoprasi setiap hari senin sampai jumat pada jam 08:00 wita sampai 21:00 wita"
  },
  {
    "questions": [
      "keunggulan kampus primakara",
      "apa keunggulan kampus ini",
      "keunggulan apa yang didapat oleh kampus primakara",
      "kenapa harus memilih kampus primakara",
      "kenapa memilih kampus ini",
      "kenapa memilih kampus primakara"
    ],
    "answere": "Kampus ini telah mengimplementasikan sertifikasi standar internasional ISO 21001:2018 untuk menghadirkan layanan pendidikan kelas dunia,serta primakara meraih Juara Nasional Anugerah Diktisaintek 2025, Kampus IT Terbaik se-Bali & Nusa Tenggara (2019-2020), dan Terbaik 1 LLDikti Award 2025, dan mempunyai Kelas Karyawan untuk memberikan fleksibilitas waktu bagi mahasiswa."
  },
  {
    "questions": [
      "apa itu informatika",
      "apa itu teknik informatika",
      "apa yang dipelajari pada teknik informatika",
      "apa yang dipelajari informatika",
      "proyeksi karir teknik informatika",
      "proyeksi karir informatika"
    ],
    "answere": "S1 Informatika adalah tempatmu mengubah passion coding dan gaming menjadi karier elit sebagai programmer profesional dengan gaji tinggi. Kamu akan dipersiapkan untuk menguasai perancangan dan pengembangan aplikasi, sistem cerdas Artificial Intelligence (AI), IoT, hingga Game Development. Lulusan S1 Informatika adalah talenta digital yang siap bersaing dan memimpin era teknologi dengan skill programming level profesional. proyeksi karir yaitu Software Developer, Programmer, AI Enginer, Cyber Security, Chief Technology Officer, Technopreneur"
  },
  {
    "questions": [
      "apa itu sistem informasi",
      "apa yang dipelajari sistem informasi",
      "proyeksi karir sistem informasi"
    ],
    "answere": "Pilih Sistem Informasi jika kamu ingin menjadi Penghubung Strategis yang menguasai 3 pilar: Teknologi, Bisnis, dan Desain.Ini adalah IT non-teknis, ideal untuk kamu yang suka analisis, strategi, dan desain (UI/UX). Kamu akan belajar mengidentifikasi masalah bisnis nyata dan memecahkannya dengan solusi digital. Seorang Analis Sistem pemula di Indonesia bisa mendapat Rp 5,5 juta hingga Rp 8,5 juta per bulan. Di level global, profesi ini menawarkan gaji median hingga USD 103.790/tahun. Proyeksi karier Analis Sistem, UI/UX Designer, Auditor IT, Analis Bisnis, Manajer Proyek TIK, Chief Information Officer, Technopreneur"
  },
  {
    "questions": [
      "apa itu sistem informasi akutansi",
      "apa itu sia",
      "proyeksi karir sistem informasi akutansi",
      "proyeksi sia"
    ],
    "answere": "Di era digital, data adalah Minyak Baru. Siapa yang mampu mengolahnya, dialah yang akan memimpin. S1 Sistem Informasi Akuntansi (SIA) hadir untuk mencetak Talenta Digital yang siap mendominasi pasar kerja. Kamu akan menguasai Trisula Skill: DATA, IT, dan AKUNTANSI. Kombinasi yang menjadikanmu The Complete Package ini sangat dibutuhkan perusahaan modern untuk mengubah data menjadi keputusan profitabel, menjamin kamu meraih karier strategis di masa depan. Proyeksi karir Analis Sistem Keuangan, Analis Data, Analis Investasi, Analis Kredit, Business Intelligence Analyst, Database Administrator, Technopreneur"
  },
  {
    "questions": [
      "apa itu desain komunikasi visual",
      "apa itu dkv",
      "proyeksi karir desain komunikasi visual",
      "proyeksi karir dkv"
    ],
    "answere": "S1 Desain Komunikasi Visual adalah tempat kamu mengubah imajinasi menjadi karya visual yang berdampak dan menggerakkan orang lain. Kamu akan menguasai desain sebagai strategi untuk memecahkan masalah dan membangun brand yang kuat. Temukan jalur kreatifmu mulai dari Brand Designer, Content Creator, Animator, Digital Artist, hingga Creativepreneur yang siap mendominasi industri. Proyeksi karir Brand Communication Designer, Content Creator, Animator, Digital Artist (Illustrator, Visual Game), Creative Director, Creativepreneur"
  },
  {
    "questions": [
      "apa itu akuntansi",
      "proyeksi karir akuntansi",
      "apa yang dipelajari akuntansi",
      "proyeksi karir akuntansi"
    ],
    "answere": "Pilihan tepat bagi kamu yang ingin menjadi ICT Based Accountant masa depan. Kamu akan dilatih menjadi pakar keuangan strategis yang mampu memanfaatkan perangkat lunak akuntansi terkini untuk mengolah data dan menganalisis laporan. Kemampuanmu dalam membuat keputusan bisnis yang strategis dan beradaptasi dengan teknologi akan menjadikanmu akuntan yang relevan, high-demand, dan siap meraih karier profesional yang menguntungkan di era digital. proyeksi karir Accounting Officer, Finance Officer, Tax Officer, Auditor, Financial Analyst, Technopreneur"
  },
  {
    "questions": [
      "apa itu bisnis digital",
      "proyeksi karir bisnis digital",
      "apa yang dipelajari bisnis digital"
    ],
    "answere": "S1 Bisnis Digital adalah tempat kamu mewujudkan ide bisnis brilian menjadi kenyataan. Kamu akan dilatih menjadi pengusaha digital yang menguasai skill kunci seperti digital marketing dan strategi bisnis. Keunggulan Primakara adalah akses langsung ke ekosistem bisnis, termasuk Inkubator Bisnis dan jaringan pengusaha (HIPMI, KADIN, dll.). Hal ini memastikan lulusan siap menjadi Technopreneur, Digital Marketing Specialist, atau E-Commerce Specialist. proyeksi karir Pengusaha Digital, Digital Marketing Specialist, Social Media Specialist, Content Creator, E-Commerce Specialist"
  },
  {
    "questions": [
      "apa itu manajemen",
      "proyeksi karir managemen",
      "apa yang dipelajari manajemen"
    ],
    "answere": "S1 Manajemen akan mencetakmu menjadi Digital Leader yang dibutuhkan industri. Kamu akan dilatih dengan skill memimpin bisnis di era modern, melampaui manajemen konvensional. Mampu menguasai pengambilan keputusan strategis, pengelolaan tim yang efektif, dan pemanfaatan teknologi dalam bisnis. Didukung ekosistem digital Primakara, lulusan akan siap membangun karier sukses sebagai Manajer SDM, Manajer Pemasaran, Management Trainee (MT), Brand Officer, hingga Technopreneur. Proyeksi karir Manajer SDM, Manajer Pemasaran, Management Trainee (MT), Brand Officer (Manajer Produk), Office Administrator, Technopreneur"
  },
  {
    "questions": ["gelar teknik informatika adalah", "gelar informatika"],
    "answere": "gelar yang diraih adalah Sarjana Komputer (S.Kom.)"
  },
  {
    "questions": ["gelar sistem informasi adalah", "gelar si adalah"],
    "answere": "gelar yang diraih adalah Sarjana Komputer (S.Kom.)"
  },
  {
    "questions": ["gelar sistem informasi akuntansi adalah", "gelar sia "],
    "answere": "gelar yang diraih adalah Sarjana Komputer (S.Kom.)"
  },
  {
    "questions": ["gelar desain komunikasi visual adalah", "gelar dkv"],
    "answere": "gelar yang diraih adalah Sarjana Desain (S.Ds.)"
  },
  {
    "questions": ["gelar akuntansi adalah"],
    "answere": "gelar yang diraih adalah Sarjana Akuntansi (S.Ak.)"
  },
  {
    "questions": ["gelar sarjana bisnis adalah"],
    "answere": "gelar yang diraih adalah Sarjana Bisnis Digital (S.Bns.)"
  },
  {
    "questions": [
      "gelar sarjana manajemen adalah",
      "gelar sarjana menegement adalah",
      "gelar sarjana managemen"
    ],
    "answere": "gelar yang diraih adalah Sarjana Manajemen (S.M.)"
  }
]
