[
  "Menjadikan mahasiswa tetap relevan di tengah perubahan besar akibat  revolusi industri 4.0 dan gelombang ekonomi digital.",
  "Lulusan Primakara bekerja\n          secara layak. Gaji di atas\n          1,2 kali UMR.",
  "Lulusan Primakara bekerja\n          sesuai bidang studi.",
  "Lulusan Primakara sudah\n          bekerja sebelum wisuda.",
  "Lulusan Primakara menjadi\n          pengusaha digital\n          (technopreneur).",
  "Primakara University merupakan universitas IT di bawah naungan Yayasan Primakara.\n            Berdiri sejak tahun 2013 sebagai Sekolah Tinggi Manajemen Informatika dan Komputer\n            (STMIK), kemudian bertransformasi menjadi Primakara University pada tahun 2023.\n            Primakara University memiliki dua fakultas dan tujuh program studi jenjang sarjana (S1).",
  "Menghadirkan 7 program studi dengan metode belajar yang cocok untuk mahasiswa.",
  "Jelajahi fasilitas unggulan Primakara University, kapan saja, dari mana saja.",
  "\"Saya rasa apa yang dibuat oleh Primakara ini adalah inovasi yang luar biasa. Bagaimana sudah memikirkan era digitalisasi yang akan terus menjadi gelombang baru yang besar di mana Indonesia harus menang.\"",
  "\"Primakara yang setelah saya kunjungi menurut saya keren, hebat! Ini bisa jadi semacam plug and play seperti di Amerika, yang memberikan ruang kepada anak-anak muda untuk mengembangkan ide-idenya di bidang startup yang berbasis teknologi digital.\"",
  "\"Primakara punya potensi besar ke depan, di usianya yang terbilang masih muda sudah bisa mengalahkan kampus-kampus lain yang usianya sudah 20 tahun bahkan 30 tahun. Jadi ini memberikan dorongan pemerintah melalui Kemenristek-Dikti untuk terus melahirkan wirausaha-wirausaha yang unggul di perguruan tinggi.\"",
  "Resmi Dibuka! Daftar Kuliah di Primakara Hemat 50% untuk 100 Pendaftar Pertama",
  "Pendaftaran Mahasiswa Baru Primakara University 2026/2027 dibuka lewat Gelombang Early Bird. Diskon biaya kuliah 50% untuk 100 pendaftar pertama, klik di sini!",
  "Adi Sukses Raih Juara, Primakara Dominasi ITCC 2025 Universitas Udayana",
  "Mahasiswa Primakara Sabet Medali Emas Softball PORPROV Bali XVI",
  "National Winner! Primakara Raih Anugerah Diktisaintek 2025 di Jakarta",
  "Primakara University mengutamakan kualitas pendidikan untuk membantu mahasiswa mewujudkan setiap mimpi. Dengan program studi terakreditasi, Primakara University berkomitmen menjaga relevansi pendidikan sesuai kebutuhan industri masa kini.",
  "“Banyak hal yang didapatkan di Primakara. Cara belajar yang dinamis membuat saya menemukan passion dan minat saya dalam banyak hal.”",
  "Primakara University menyelenggarakan Tempat Uji Kompetensi (TUK) dengan empat skema sertifikasi berbasis BNSP yang relevan dengan kebutuhan industri digital saat ini.\n        Dengan sertifikasi, kemampuanmu diakui secara nasional dan menjadi bekal nyata untuk menembus dunia kerja.",
  "Primakara University memadukan konsep technopreneurship, pendidikan, serta penelitian\n        akademik. Mahasiswa berasal dari daerah dan latar belakang yang berbeda dengan tujuan yang\n        sama, yaitu sukses mengarungi era industri 4.0 dan 5.0.",
  "Lahirnya Primakara University didasari perkembangan masyarakat yang demikian pesat, namun di sisi lain, perguruan tinggi khususnya di Bali  belum melakukan penyesuaian terhadap perkembangan yang terjadi.",
  "Primakara University hadir dengan spirit untuk menghadirkan pendidikan tinggi yang relevan\n        untuk generasi masa kini. Generasi Z, yang saat ini duduk di bangku sekolah dan juga bangku\n        kuliah, memiliki karakteristik yang berbeda dengan generasi pendahulunya. Sejak lahir\n        generasi ini telah menikmati kemajuan teknologi dan menjadi penduduk asli dari dunia\n        digital.",
  "Menjadi Kampus IT Terbaik se-Bali dan Nusa Tenggara berdasarkan pemeringkatan Dikti pada\n        tahun 2019 dan 2020 adalah salah satu bukti komitmen Primakara University untuk menjadi\n        perguruan tinggi yang mengutamakan mutu. Ditambah dengan dua sertifikasi ISO yang\n        diimplementasikan untuk menghadirkan layanan kelas dunia.",
  "​TERSERTIFIKASI STANDAR INTERNASIONAL ISO 21001:2018",
  "Di Primakara University, kami percaya orang yang tepat perlu ada dalam posisi yang tepat.\n          Dosen Primakara University adalah talenta terpilih yang tak hanya ahli pada kompetensinya,\n          namun juga memiliki passion sehingga akan membimbing mahasiswanya dengan sangat ramah dan\n          pemikiran terbuka.",
  "“Primakara sudah memikirkan era digitalisasi dan membuat inovasi yang luar biasa dan menjadi kampus swasta yang berkembang pesat.”",
  "Berdiri pada tanggal 27 September 2013, dengan membuka 3 program studi yang berfokus pada IT. Dengan Surat Keputusan Menteri Pendidikan dan Kebudayaan RI Nomor 458/E/O/ 2013 secara resmi telah lahir STMIK Primakara.",
  "Prof. Drs. H. Mohammad Nasir, Ak., M.si., Ph. D (Menristek Dikti Kabinet Kerja) berkunjung dan mengapresiasi Primakara setelah 3 tahun berturut -turut secara konsisten mencetak wirausahawan-wirausahawan unggul di bidang teknologi.",
  "STMIK Primakara melakukan rebranding untuk mencerminkan perubahan dan gerakan Primakara yang besar dalam mendukung startup muda di Bali.",
  "Sebagai kampus yang mendukung terciptanya startup dan industri kreatif, Primakara dilirik Menteri dan Pejabat Nasional yang berkunjung dan mengapresiasi Primakara diantaranya H. Erick Thohir, B.A., M.B.A. (Menteri BUMN), Drs. Teten Masduki (Menteri Kemenkop), dan Bobby Nasution (Wali Kota Medan).",
  "STMIK Primakara melakukan lompatan besar dengan bertransformasi menjadi Universitas Primakara atau Primakara University.",
  "Menjadi perguruan tinggi unggul dalam bidang ekonomi kreatif digital berbasis technopreneurship yang berkontribusi positif di masyarakat.",
  "Menyelenggarakan pendidikan tinggi berstandar internasional.",
  "Mengembangkan pusat keunggulan di bidang ekonomi kreatif digital berbasis technopreneurship.",
  "Menyediakan peluang pengembangan yang memberdayakan civitas akademika untuk menciptakan perubahan positif di masyarakat.",
  "Primakara merupakan penggabungan dari dua kata yaitu Prima dan Kara. Prima bermakna\n          gemilang atau cemerlang. Sedangkan Kara diambil dari bahasa Sansekerta yang berarti\n          cahaya. Sehingga nama Primakara dimaknai sebagai cahaya gemilang. Diharapkan Primakara\n          akan menjadi cahaya terang bagi kehidupan mahasiswa karena pada esensinya, pendidikan\n          adalah cahaya kehidupan.",
  "Fasilitas modern yang menawarkan pengalaman multimedia memukau.",
  "Koleksi buku, jurnal, dan database lengkap untuk riset akademik.",
  "Lapangan multifungsi, ideal untuk berlatih dan kompetisi.",
  "Tempat berkumpul dan berkolaborasi untuk berkarya dalam musik.",
  "Ruang kerja bersama di kampus, nyaman dan produktif untuk kolaborasi optimal.",
  "Tempat berkumpul sambil menikmati makanan dengan harga terjangkau.",
  "Wadah berkembang bagi ide bisnis yang kreatif dan inovatif.",
  "Spot kekinian, cocok untuk mengisi waktu luang di kampus.",
  "Tempat yang menawarkan suasana berbeda, dilengkapi Wi-Fi berkecepatan tinggi.",
  "Kelas eksklusif dilengkapi AC dan proyektor, maksimal 25 kursi mahasiswa.",
  "Lingkungan yang ideal untuk pengembangan perangkat lunak dengan akses eksklusif ke teknologi terkini.",
  "Didukung struktur organisasi yang kuat, Primakara University berkomitmen memberikan kinerja terbaik yang menjadi pilar kemajuan bangsa melalui pendidikan tinggi yang relevan dan inovatif.",
  "Ketut Tri Budi Artani, S.E., M.Si., AK., CA., CSRA., CFMA",
  "Pjs. Direktur Perencanaan Strategis & Sekretariat Universitas",
  "Primakara University merupakan lingkungan yang terbuka, kolaboratif, dan inovatif. Staf, mahasiswa, dan komunitas mengembangkan pendidikan dan teknologi untuk menyelesaikan masalah. Denpasar merupakan rumah yang tepat bagi kami untuk mengembangkan ekosistem tersebut.",
  "Divisi Pusat Inovasi Primakara University memiliki misi untuk mempercepat proses pengembangan\n      riset inovasi dan ilmu pengetahuan yang nantinya dapat bermanfaat bagi masyarakat. Dengan misi\n      tersebut, Primakara University mengembangkan cara belajar dengan budaya technopreneurship pada\n      mahasiswa sejak awal.",
  "Dirjen Dikti Kagumi Primakara: Semangatnya Selaras dengan Diktisaintek Berdampak",
  "Denpasar merupakan salah satu kota dengan biaya hidup yang terjangkau dan ramah mahasiswa. Tersedia berbagai akomodasi di bawah 1 juta rupiah per bulan.",
  "Apakah kamu ingin mengikuti pameran seni atau memulai grup tari, ataupun mengamati budaya Bali? Kenali budaya di Bali yang terkenal dengan toleransinya.",
  "Tempat yang sempurna untuk mengenyam pendidikan, Primakara University berada di tempat strategis dengan dikelilingi objek budaya dan wisata yang memiliki nilai historis.",
  "Terdapat 17 Rumah Sakit Swasta, 2 Rumah Sakit Umum Daerah, dan 1 Rumah Sakit Umum Pusat di kota Denpasar yang sudah terdaftar di Kementerian Kesehatan Republik Indonesia.",
  "Setiap hari Jumat, suasana di Primakara University menjadi semakin semarak dengan adanya Startup Day. Inisiatif ini merupakan bukti nyata dari komitmen universitas dalam mendorong mahasiswa untuk tidak hanya menjadi lulusan yang cerdas, tetapi juga menjadi pemimpin masa depan yang inovatif.",
  "Melalui berbagai kegiatan yang diselenggarakan, mahasiswa diberikan kesempatan untuk belajar, berkolaborasi dengan rekan sejawat, dan menguji ide-ide kreatif mereka. Startup Day telah menjadi ajang yang dinantikan oleh seluruh civitas akademika Primakara University.",
  "“Saya sangat menikmati proses belajar dan berorganisasi di kampus Primakara. Impact-nya luar biasa untuk pengembangan diri dan networking.”",
  "Primakara University merupakan satu-satunya kampus di Bali yang memiliki radio publik, XD\n        Radio di frekuensi 90.2 FM. Dengan tema \"Your Extraordinary Music Station\", XD Radio\n        menyajikan musik terkini dari berbagai genre dan membahas topik inovatif yang memberikan\n        edukasi dan nilai positif.",
  "Direktorat Riset dan Pengabdian Masyarakat (DRPM) Primakara University mengimplementasikan Tri Dharma Perguruan Tinggi yaitu Pendidikan, Penelitian, dan Pengabdian Masyarakat. Bertujuan menjangkau masyarakat sekitar dengan fokus untuk membantu dan mengembangkan masyarakat dalam bidang teknologi.",
  "Inkubator Bisnis Primakara University adalah bentuk nyata dukungan kampus untuk para\n        mahasiswa dan lulusan yang ingin membangun bisnis. Inkubator Bisnis Primakara menyediakan\n        fasilitas berupa tempat berkantor, mentoring, dan akses networking bagi mahasiswa dan\n        lulusan untuk mengembangkan bisnisnya.",
  "Fullstack Developer of Resync Digital, Selandia Baru",
  "Administration at BMW - PT Astra International, Tbk.",
  "Founder Falala Chocolate, #1 Melt Chocolate in Bali",
  "Founder Nextap & Company, Web Design and Development",
  "Fasilitas modern yang menawarkan pengalaman multimedia memukau.",
  "Koleksi buku, jurnal, dan database lengkap untuk riset akademik.",
  "Lapangan multifungsi, ideal untuk berlatih dan kompetisi.",
  "Tempat berkumpul dan berkolaborasi untuk berkarya dalam musik.",
  "Ruang kerja bersama di kampus, nyaman dan produktif untuk kolaborasi optimal.",
  "Tempat berkumpul sambil menikmati makanan dengan harga terjangkau.",
  "Wadah berkembang bagi ide bisnis yang kreatif dan inovatif.",
  "Spot kekinian, cocok untuk mengisi waktu luang di kampus.",
  "Tempat yang menawarkan suasana berbeda, dilengkapi Wi-Fi berkecepatan tinggi.",
  "Kelas eksklusif dilengkapi AC dan proyektor, maksimal 25 kursi mahasiswa.",
  "Lingkungan yang ideal untuk pengembangan perangkat lunak dengan akses eksklusif ke teknologi terkini.",
  "National Winner! Primakara Raih Anugerah Diktisaintek 2025 di Jakarta",
  "Mahasiswa Primakara Sabet Medali Emas Softball PORPROV Bali XVI",
  "Primakara Raih Terbaik 1 LLDikti Award 2025, Siap Go Nasional",
  "Kelas Reguler | Pendaftaran Calon Mahasiswa Baru Gelombang Early Bird T.A. 2026/2027",
  "Kelas Karyawan | Pendaftaran Calon Mahasiswa Baru Gelombang Early Bird T.A. 2026/2027",
  "Beasiswa Gemilang | Pendaftaran Calon Mahasiswa Baru Gelombang Early Bird T.A. 2026/2027",
  "1.  Biaya di atas sudah termasuk potongan gelombang pendaftaran.  Informasi lebih lanjut juga bisa diakses di sini",
  "2.\tCalon mahasiswa dapat memilih Kelas Reguler Pagi atau Kelas Malam (pilih salah satu).",
  "3.\tBiaya UKT bersifat tetap (tidak ada kenaikan) selama masa studi normal yaitu 8 semester / 4 tahun.",
  "4.\tUKT sudah termasuk biaya pendidikan; biaya SKS, ujian, praktek.",
  "5.\tBiaya sertifikasi, Yudisium, dan Wisuda, akan ditentukan saat menjelang pelaksanaan.",
  "6.\tMahasiswa yang melakukan pembatalan daftar ulang karena telah diterima di PTN yang berada di bawah Kemendikbud (tidak termasuk Program Ekstensi, Politeknik, dan D3) melalui jalur SNBP, SNBT, dan jalur Mandiri dapat mengajukan pengembalian dana dengan menunjukkan bukti penerimaan yang sah. Besaran pengembalian dana yang diberikan adalah sebagai berikut:\n      \n\nJalur Masuk PTN\nDPP\nUKT\nPMB\n\n\nSNMPTN & SBMPTN\n100%\n100%\n-\n\n\nMandiri\n50%\n50%\n-",
  "7.\tMahasiswa yang batal daftar ulang diluar poin (6), pengembalian dana tidak dapat dilakukan.",
  "8.\tMahasiswa yang akan melakukan daftar ulang melakukan pembayaran minimal Rp2.500.000,00 (Dua Juta Lima Ratus Ribu Rupiah).",
  "Beasiswa Gemilang adalah beasiswa yang diberikan oleh Yayasan Primakara kepada mahasiswa baru Primakara University untuk dipergunakan selama mahasiswa bersangkutan menempuh pendidikan di Primakara University\n      \n\n      Jumlah beasiswa yang diberikan berjumlah maksimal 100 beasiswa.",
  "Diperuntukkan bagi siswa/i yang memiliki prestasi akademik (mendapatkan ranking 1-10 di kelas selama 5 semester dan prestasi akademik lainnya).",
  "Diperuntukkan bagi siswa/i yang memiliki prestasi di bidang seni dan olahraga (minimal 1 piagam nasional atau 2 piagam regional di bidang seni dan olahraga).",
  "Diperuntukkan bagi siswa/i yang sudah aktif bergelut pada pengembangan startup (entrepreneur di bidang teknologi).",
  "Diperuntukkan bagi siswa/i yang menekuni programming, UI/UX, game development, animasi, dan digital art.",
  "Potongan Biaya DPP 25% dan Potongan UKT Reguler 25%",
  "Potongan Biaya DPP 50% dan Potongan UKT Reguler 50%",
  "Potongan Biaya DPP 75% dan Potongan UKT Reguler 75%",
  "Potongan Biaya DPP 100% dan Potongan UKT Reguler 100%",
  "Kelas Reguler | Pendaftaran Calon Mahasiswa Baru Gelombang Early Bird T.A. 2026/2027",
  "Kelas Karyawan | Pendaftaran Calon Mahasiswa Baru Gelombang Early Bird T.A. 2026/2027",
  "Beasiswa Gemilang | Pendaftaran Calon Mahasiswa Baru Gelombang Early Bird T.A. 2026/2027",
  "1.  Biaya di atas sudah termasuk potongan gelombang pendaftaran.  Informasi lebih lanjut juga bisa diakses di sini",
  "2.\tCalon mahasiswa dapat memilih Kelas Reguler Pagi atau Kelas Malam (pilih salah satu).",
  "3.\tBiaya UKT bersifat tetap (tidak ada kenaikan) selama masa studi normal yaitu 8 semester / 4 tahun.",
  "4.\tUKT sudah termasuk biaya pendidikan; biaya SKS, ujian, praktek.",
  "5.\tBiaya sertifikasi, Yudisium, dan Wisuda, akan ditentukan saat menjelang pelaksanaan.",
  "6.\tMahasiswa yang melakukan pembatalan daftar ulang karena telah diterima di PTN yang berada di bawah Kemendikbud (tidak termasuk Program Ekstensi, Politeknik, dan D3) melalui jalur SNBP, SNBT, dan jalur Mandiri dapat mengajukan pengembalian dana dengan menunjukkan bukti penerimaan yang sah. Besaran pengembalian dana yang diberikan adalah sebagai berikut:\n      \n\nJalur Masuk PTN\nDPP\nUKT\nPMB\n\n\nSNMPTN & SBMPTN\n100%\n100%\n-\n\n\nMandiri\n50%\n50%\n-",
  "7.\tMahasiswa yang batal daftar ulang diluar poin (6), pengembalian dana tidak dapat dilakukan.",
  "8.\tMahasiswa yang akan melakukan daftar ulang melakukan pembayaran minimal Rp2.500.000,00 (Dua Juta Lima Ratus Ribu Rupiah).",
  "Beasiswa Gemilang adalah beasiswa yang diberikan oleh Yayasan Primakara kepada mahasiswa baru Primakara University untuk dipergunakan selama mahasiswa bersangkutan menempuh pendidikan di Primakara University\n      \n\n      Jumlah beasiswa yang diberikan berjumlah maksimal 100 beasiswa.",
  "Diperuntukkan bagi siswa/i yang memiliki prestasi akademik (mendapatkan ranking 1-10 di kelas selama 5 semester dan prestasi akademik lainnya).",
  "Diperuntukkan bagi siswa/i yang memiliki prestasi di bidang seni dan olahraga (minimal 1 piagam nasional atau 2 piagam regional di bidang seni dan olahraga).",
  "Diperuntukkan bagi siswa/i yang sudah aktif bergelut pada pengembangan startup (entrepreneur di bidang teknologi).",
  "Diperuntukkan bagi siswa/i yang menekuni programming, UI/UX, game development, animasi, dan digital art.",
  "Potongan Biaya DPP 25% dan Potongan UKT Reguler 25%",
  "Potongan Biaya DPP 50% dan Potongan UKT Reguler 50%",
  "Potongan Biaya DPP 75% dan Potongan UKT Reguler 75%",
  "Potongan Biaya DPP 100% dan Potongan UKT Reguler 100%",
  "“Informasi pendaftaran di kampus Primakara saya peroleh dengan mudah. Pendaftaran online hingga pendaftaran offline tanpa proses yang berbelit-belit.”"
]